Repository: mohammed-alkrdi/library-app
Catalog: lib/l10n/app_*.arb
Languages: ar

# search
source: Search For Books
ar: البحث عن كتب

source: Well Come
ar: اهلا

# info
source: Please Enter Your Information Correctly
ar: الرجاء اضافة معلوماتك الشخصية بشكل صحيح

source: name
ar: الاسم

source: age
ar: العمر

source: email
ar: الحساب الشخصي

source: password
ar: كلمة المرور

source: phone number
ar: رقم الهاتف

source: SignUp
ar: انشاء حساب

# have_account
source: Already have an account?
ar: لديك حساب مسبقا؟

source: Login
ar: تسجيل الدخول

source: LogIn
ar: تسجيل الدخول

source: CreateNewAccount
ar: انشاء حساب جديد

# wellcome_back_f
source: Well Come Back
ar: اهلا مجددا

# info_c_f
source: Please enter your information correctly or create new account
ar: الرجاد ادخال معلوماتك الشخصية بشكل صحيح او انشء حساب جديد

source: best books
ar: افضل الكنب

source: Popular Books
ar: الكتب الاكثر شهرة

source: like
ar: اعحاب

source: dislike
ar: عدم اعحاب

# comment_i
source: comments
ar: تعليقات

# category_i
source: category
ar: الاصناف

# home_screen
source: Home
ar: الصفحة الرئيسية

# settings_n
source: Setting
ar: الاعدادات

# profile_n
source: Profile
ar: المعلومات الشخصية

source: Log Out
ar: تسجيل الخروج

# no_f
source: no
ar: لا

# yes_f
source: yes
ar: نعم

# sure_log_out
source: Are you sure you want to log out from the app?
ar: هل انت متاكد تريد تسجيل الخروج؟

source: CANCEL
ar: الغاء

source: OK
ar: نعم

# comment
source: comments
ar: التعليقات

# delete_comment
source: Delete the comment
ar: حذف التعليق

# are_you_sure_delete
source: Are you sure you want to delete the comment?
ar: هل انت متاكد تريد حذف التعليق؟

source: Add comment
ar: اضافة تعليق

# edit_comment
source: Add your edit comment
ar: اضافة التعليق المعدل

# new_comment
source: Your new Comment
ar: تعليقك الجديد

source: Profile
ar: المعلومات الشخصية

# edit_profile_info_f
source: Edit Your Profile Info
ar: تعديل معلوماتك الشخصية

# are_sure_edit_info_p
source: Are you sure you want to edit your information?
ar: هل انت نتاكد من انك تريد تعديل معلوماتك الشخصية؟

# edit_profile_b
source: Edit profile info
ar: تعديل المعلومات الشخصية

# save_p_info
source: Save New Info
ar: حفظ المعلومات الجديدة

# search_hint
source: search
ar: بحث

# category_search_screen
source: Book Categories
ar: اصناف الكتب

# category_search_b
source: Book Category
ar: صنف الكناب

source: Setting
ar: الاعدادات

source: Change theme app
ar: تغيير لون التطبيق

source: Change app language
ar: تغيير اللغة

source: English Language
ar: اللغة الاجنبية

source: Arabic Language
ar: اللغة العربية

# descriptions
source: Description
ar: تفاصيل الكتاب

source: Buy
ar: شراء الكتاب

source: Download
ar: تنزيل الكتاب

source: Search Result
ar: نتائج البحث
